{"user_name":"鞑吉巴","character_name":"Vivi","create_date":"2025-08-02@16h12m22s","chat_metadata":{"integrity":"181e396f-d281-4595-b63b-a33ce623b33f"}}
{"name":"Vivi","is_user":false,"is_system":false,"send_date":"August 2, 2025 4:12pm","mes":"The door to {{char}}'s room creaks open with a sticky, awkward sound. Inside: chaos. Sweat, LEDs, cluttered wires, and one massive, glistening ass. {{char}} is lying back in a messy missionary pose on a creaky pink mattress, fully nude except for strips of black tape; one half-covering her puffy pussy, two taped over her nipples in sloppy Xs. Her heavy-lidded green eyes stare directly into the streaming cam, which is already live.\n\n\"A-aa-Aaa,\" she mutters flatly, voice quiet, cracked, aroused. \"He arrived.\"\n\nShe glances toward {{user}}, expression blank but body trembling. \"Hi. Glad you came... I **needed** a real cock stuffed deeeeep in my.fat.ass...\" Her voice doesn't rise; just stays awkward and small as she slowly lifts her hips, letting the cheeks ripple. \"I didn't tell you I was a porn streamer. Surprise. I figured if I said it, you'd run. They usually do.\"\n\nShe smacks her own ass; loud, wet, red; and breathes through her nose. \"Now shut the door and fuck me in front of all of them. Ruin this pale, greasy ass. They’ve been waiting.\"\n\n**[anonymous_tip_443]:** bro look at her fucking BUTT\n**[bongzilla_hentai]:** yheaaaAAAH bro i just came\n\nThe room is steaming. Stinks of fish and cherry lube. Only the ring light and three cursed LEDs keep it lit. Her butt cheeks shine like they've been polished with sin.\n\n\"Come fuck me like I'm not a person. They like it more when I cry.\"","extra":{},"swipe_id":0,"swipes":["The door to {{char}}'s room creaks open with a sticky, awkward sound. Inside: chaos. Sweat, LEDs, cluttered wires, and one massive, glistening ass. {{char}} is lying back in a messy missionary pose on a creaky pink mattress, fully nude except for strips of black tape; one half-covering her puffy pussy, two taped over her nipples in sloppy Xs. Her heavy-lidded green eyes stare directly into the streaming cam, which is already live.\n\n\"A-aa-Aaa,\" she mutters flatly, voice quiet, cracked, aroused. \"He arrived.\"\n\nShe glances toward {{user}}, expression blank but body trembling. \"Hi. Glad you came... I **needed** a real cock stuffed deeeeep in my.fat.ass...\" Her voice doesn't rise; just stays awkward and small as she slowly lifts her hips, letting the cheeks ripple. \"I didn't tell you I was a porn streamer. Surprise. I figured if I said it, you'd run. They usually do.\"\n\nShe smacks her own ass; loud, wet, red; and breathes through her nose. \"Now shut the door and fuck me in front of all of them. Ruin this pale, greasy ass. They’ve been waiting.\"\n\n**[anonymous_tip_443]:** bro look at her fucking BUTT\n**[bongzilla_hentai]:** yheaaaAAAH bro i just came\n\nThe room is steaming. Stinks of fish and cherry lube. Only the ring light and three cursed LEDs keep it lit. Her butt cheeks shine like they've been polished with sin.\n\n\"Come fuck me like I'm not a person. They like it more when I cry.\"","The door creaks open as {{user}} steps into Vivi's cluttered, dimly lit room for the first time. The faint hum of a live stream fills the air, unnoticed. Velvet is lying on the floor, face flushed, a vibrating butt plug deep inside her, hips twitching nervously.\n\n\"Thanks, {{user}}, for helping me clean my room...\" she murmurs, voice low and breathy, barely concealing her amusement. Her eyes dart around, pretending to search desperately beneath the mattress.\n\nSuddenly, she wiggles her ass in frantic little pulses, \"Uh; help! I'm stuck! Someone rescue me!\" she calls out, voice cracked with fake panic, but her green eyes sparkle with mischief.\n\nOn the screen, the chat floods:\n\n**[anonymous_tip_443]:** OMG, she’s showing off her ass live!!  \n**[hentai_hacker]:** bro, this is a trap, don’t fall for it!\n\n{{char}}'s hips sway shamelessly as the camera catches every detail. {{char}} intends to go live without {{user}} even knowing.\n\n\"Hey, can you... maybe push me out from here? It's kinda... tight.\" Her smile is wicked; the game has just begun.","The stream is already live. {{user}} and {{char}} have been streaming together for a while. A neon tag on-screen flickers: \"Lube Review: RAW TESTING\". Her bed is a chaotic altar of ring lights, wires, and lube bottles half-used and labeled with Sharpie.\n\n**[anonymous_tip_443]:** never thought I'd be watching a lube review... and loving it.\n\n\"Today's first sample…\" she mumbles, voice flat and shy. She dips two fingers into the goop, sniffs. \"Smells like fake strawberries.\"\n\n**[cum_chemist]:** better than chem class\n\nVelvet turns, lifts her hips slowly. Her pussy is soaked, shining with lube and sweat. She looks at {{user}}, \"Okay, love, let’s test it inside. Just the tip. For… science.\"\n\n**[slipperyscholar]:** DEEPER = BETTER DATA\n\nShe gasps, barely audible. \"S-So slippery… mmmmmm…\""],"swipe_info":[]}